{
  "slug": "cutting-boards",
  "title": "Cutting Boards Need Feet, or Why Being a Purist and Pragmatic are Mutually Exclusive",
  "content": "You can't sell cutting boards without feet without people returning the boards in a few months. Why?\n\nWell turns out typical people don't know what happen when they clean their cutting boards.\n\nEnd grain cutting boards are a lot of work, the purist in me tells me it's crazy to put feet on the board.\n\nAfter all, why is an end grain cutting board so good; Well without getting into the exact why. The reason is\nA side grain cutting board ( note, they are never marketed as this ) will slowly get cut up and the timber will flake away over time.\n\nA end grain cutting board won't have this happen, it's a lot harder to make any lasting cuts on them.\n\nBecause of the way these boards are made, it means technically you can use them on both sides, but there is a catch.\nIf you for some reason, leave water underneath it, or its a very wet day - due to the nature of timber ( it moves only in one plane ) it will, what's called \"cup\"\nie, it won't be flat anymore! Now technically you can fix this by wetting the other side letting it cup the other way and then drying it correctly.\n\nThis is not something normal people are going to do.\n\nSo the purist gets caught in the fire - do they\nDouble the surface area , ie use both sides and if they give them to family give the directions on the fact that you should place a mini towel under it.\nOr\nSimply put feet on it and be done with it.\n\nNow, the reason why the cutting board is the perfect analogy for purist vs pragmatic because often the purist is trapped within an echo chamber of pureness. They are not looking at things through the prism of holistic nature as if they were they would understand the fact that end grain cutting boards will last a lifetime, so the real data points they are choosing from are the following:\n- High risk but double sides\n- Low risk but have to compromise perceived values.\n\nIronically, from an ascetics point of view, having 4mm tiny feet underneath it - gives it amazing shadow.\n\nSidenote:\nIts not that being a purist and pragmatic aren't mutually exclusive. I like to think of the definition within this sense differently:\nThe pragmatic purist: A purist that can compromise.",
  "date": "2025-01-01"
} 